Repository: kurtpayne/wordpress-unit-tests
Catalog: data/wpcom-themes/inove/languages/*.po
Languages: he_il

source: RSS 2.0 - all posts
he_il: רסס 2.0 - כל הרשומות

source: RSS 2.0 - all comments
he_il: רסס 2.0 - כל התגובות

source: Talker
he_il: פטפטן

source: Welcome to 404 error page!
he_il: ברוך הבא לדף שגיאה 404!

source: Welcome to this customized error page. You've reached this page because you've clicked on a link that does not exist. This is probably our fault... but instead of showing you the basic '404 Error' page that is confusing and doesn't really explain anything, we've created this page to explain what went wrong.
he_il: ברוך הבא לדף השגיאה המותאם אישית שלי. הגעת לדף הזה מכיוון שהקלקת על קישור שלא קיים. זאת כנראה אשמתנו... אבל במקום לחפש אשמים ולהראות לך את דף ה404 הרגיל, שלא באמת מסביר מה קרה או אומר מה לעשות, יצרנו את הדף הזה בשביל להסביר לך מה השתבש.

source: You can either (a) click on the 'back' button in your browser and try to navigate through our site in a different direction, or (b) click on the following link to go to homepage.
he_il: באפשרותך (א) ללחוץ על הכפתור ה'חזרה' בדפדפן שלך או (ב) לנסות להגיע לאן שרצית דרך דף הבית בלינק הזה.

source: Back to homepage &raquo;
he_il: &raquo; חזרה לדף הבית

source: Search Results
he_il: תוצאות חיפוש

source: Keyword: &#8216;%1$s&#8217;
he_il: מילת מפתח: &#8216;%1$s&#8217;

source: Archive
he_il: ארכיון

source: Archive for the &#8216;%1$s&#8217; Category
he_il: ארכיון לקטגוריה &#8216;%1$s&#8217;

source: Posts Tagged &#8216;%1$s&#8217;
he_il: רשומות עם התג &#8216;%1$s&#8217;

source: Archive for %1$s
he_il: ארכיון של %1$s

source: F jS, Y
he_il: j F, Y

source: Author Archive
he_il: ארכיון הכותב

source: Blog Archives
he_il: ארכיון הבלוג

source: Edit
he_il: עריכה

source: No comments
he_il: אין תגובות

source: 1 comment
he_il: תגובה אחת

source: % comments
he_il: % תגובות

source: Comments off
he_il: אפשרות התגובות מנוטרלת

source: Read more...
he_il: קרא עוד...

source: Categories:
he_il: קטגוריות:

source: Tags:
he_il: תגיות:

source: Sorry, no posts matched your criteria.
he_il: צטערת, לא נמצאו רשומות שתאמו את חיפושך

source: Newer Entries
he_il: רשומות חדשות יותר

source: Older Entries
he_il: רשומות ישנות יותר

source: Leave a comment
he_il: השאר תגובה

source: Go to comments
he_il: הלאה לתגובות

source: Enter your password to view comments.
he_il: הכנס את סיסמתך בשביל לצפות בתגובות.

source: Comments
he_il: תגובות

source: Trackbacks
he_il: הפניות

source: Trackback
he_il: הפניה

source: No comments yet.
he_il: אין תגובות עדיין.

source: Comment pages
he_il: דפי תגובות

source: %1$s at %2$s
he_il: %1$s מתוך %2$s

source: No trackbacks yet.
he_il: אין הפניות עדיין.

source: Comments are closed.
he_il: אין אפשרות להוסיף תגובות.

source: You must be <a href="%s">logged in</a> to post a comment.
he_il: עליך להיות <a href="%s">מחובר</a> בשביל לפרסם תגובה.

source: Logged in as
he_il: מחובר למערכת בתור

source: Log out of this account
he_il: התנתק מחשבון זה

source: Logout &raquo;
he_il: &raquo; התנתק

source: Welcome back <strong>%s</strong>.
he_il: ברוך השב ל<strong>%s</strong>.

source: Change &raquo;
he_il: &raquo; שנה

source: Close &raquo;
he_il: &raquo; סגור

source: Name
he_il: שם

source: (required)
he_il: (נדרש)

source: E-Mail (will not be published)
he_il: דואר אלקטרוני (לא יפורסם עם התגובה)

source: Website
he_il: אתר אינטרנט

source: Subscribe to comments feed
he_il: הרשם להזנת תגובות

source: Submit Comment
he_il: שלח תגובה

source: Current Theme Options
he_il: אפשרויות ערכת עיצוב

source: Search
he_il: חפש

source: Using google custom search engine.
he_il: שימוש בחיפוש מותאם אישית של גוגל.

source: Find <code>name="cx"</code> in the <strong>Search box code</strong> of <a href="http://www.google.com/coop/cse/">Google Custom Search Engine</a>, and type the <code>value</code> here.<br/>For example: <code>014782006753236413342:1ltfrybsbz4</code>
he_il: חפש את <code>name="cx"</code> בקוד של <a href="http://www.google.com/coop/cse/">מנוע החיפוש המותאם אישית של גוגל</a>, ורשום את ה<code>ערך</code> כאן. <br/> לדוגמא: <code>014782006753236413342:1ltfrybsbz4</code>

source: Menubar
he_il: שורת תפריט עילית

source: Show pages as menu.
he_il: הראה דפים בתור תפריט

source: Show categories as menu.
he_il: הראה קטגוריות בתור תפריט

source: Sidebar
he_il: סרגל צדדי

source: Remove sidebar from all pages.
he_il: מחק את הסרגל הצדדי מכל הדפים.

source: Notice
he_il: שורת הודעה

source: HTML enabled
he_il: HTML מאופשר

source: This notice bar will display at the top of posts on homepage.
he_il: שורת ההודעה הזאת תופיע בראש הרשימות בדף הראשי שלך.

source: Banner
he_il: באנר

source: This banner will display at the right of header. (height: 60 pixels)
he_il: הבאנר יוצג מימין לHeader.(גובה: 60 פיקסלים)

source: Who can see?
he_il: מי יכול לראות?

source: Registered Users
he_il: משתמשים רשומים

source: Commentator
he_il: מגיב

source: Visitors
he_il: מבקרים

source: Showcase
he_il: ארונית תצוגה

source: This showcase will display at the top of sidebar.
he_il: ארונית התצוגה הזאת תופיע בראש הסרגל הצדדי.

source: Title:
he_il: כותרת:

source: Posts
he_il: פוסטים

source: Show author on posts.
he_il: הצג את המחבר בפוסטים.

source: Show categories on posts.
he_il: הצג קטגוריות ברשומות.

source: Show tags on posts.
he_il: הצג תגים ברשומות.

source: Submit comments with Ctrl+Enter.
he_il: שלח תגובה על ידי לחיצה על הכפתורים Ctrl+Enter

source: Feed
he_il: רסס

source: Show the feed reader list when mouse over on feed button.
he_il: הצג את רשימת קוראי הפידים כאשר מעבירים את העבר על כפתור הפידים.

source: Custom feed.
he_il: רסס מואם אישית.

source: URL:
he_il: כתובת:

source: Email feed.
he_il: רסס דואר אלקטרוני.

source: Save Changes
he_il: שמור שינויים

source: Reply
he_il: הגב

source: Quote
he_il: ציטוט

source: Advanced edit
he_il: עריכה מתקדמת

source: Your comment is awaiting moderation.
he_il: תגובתך ממתינה לאישור המנהל.

source: Add link
he_il: הוסף קישור

source: Edit links
he_il: ערוך קישורים

source: Blogroll
he_il: בלוגרול

source: Subscribe to this blog...
he_il: הרשם לבלוג הזה...

source: <abbr title="Really Simple Syndication">RSS</abbr> feed
he_il: פיד <abbr title="Really Simple Syndication">רסס</abbr>

source: Subscribe with
he_il: הרשם דרך

source: Google
he_il: גוגל

source: My Yahoo!
he_il: יאהו!

source: newsgator
he_il: ניוז גאטור

source: Bloglines
he_il: שורות הבלוג

source: Subscribe to this blog via email...
he_il: הרשם לבלוג דרך הדוא"ל

source: Email feed
he_il: רסס דואר אלקטרוני

source: Go to homepage
he_il: חזור לדף הבית

source: Home
he_il: דף הבית

source: Top
he_il: חזרה למעלה

source: Copyright &copy;
he_il: כל הזכויות שמורות &copy;

source: Theme by <a href="http://www.neoease.com/">NeoEase</a>. Valid <a href="http://validator.w3.org/check?uri=referer">XHTML 1.1</a> and <a href="http://jigsaw.w3.org/css-validator/check/referer?profile=css3">CSS 3</a>.
he_il: ערכת עיצוב על ידי <a href="http://www.neoease.com/">NeoEase</a>. מאושרת בתקן <a href="http://validator.w3.org/check?uri=referer">XHTML 1.1</a> ו<a href="http://jigsaw.w3.org/css-validator/check/referer?profile=css3">CSS 3</a>.

source: Type text to search here...
he_il: הקלד כאן טקסט על מנת לבצע חיפוש...
